{
    "about": "About",
    "about_me": "About me",
    "about_me_description": "I am a developer with experience in PHP, Laravel, JavaScript, Vue.js, and MySQL, with a solid understanding of fundamental programming concepts. Worked on web projects and am built with agile methodologies like Scrum. I am passionate about technology and always looking to learn new tools and techniques to improve my work. I am always looking for new opportunities to expand my knowledge and skills in web development.",
    "backend_developer": "Backend Developer",
    "backend_developer_description": "I offer my expertise as a backend developer to help you build robust and efficient web applications. With proficiency in programming languages such as PHP, I can design and develop the logic behind your applications, implement RESTful APIs, manage databases, and ensure optimal performance.",
    "coming_soon": "Coming soon...",
    "contact": "Contact",
    "contact_me": "Contact Me",
    "copyright_description": "Copyright Andrés Delgado. All rights reserved",
    "enter_your_field": "Enter your {field}",
    "favorite": "Favorite",
    "frontend_developer": "Frontend Developer",
    "frontend_developer_description": "I offer my expertise as a frontend developer to help you create engaging and user-friendly web interfaces. With proficiency in HTML, CSS, and JavaScript, I can bring your designs to life, implement interactive features, and ensure a seamless user experience.",
    "get_in": "Get In",
    "hello": "Hello",
    "home": "Home",
    "home_description": "With knowledge in web development and design, i offer the best projects resulting in quality work",
    "i_am": "i'm",
    "intro": "Intro",
    "jobs": "Jobs",
    "lets_talk": "Lets's Talk",
    "my": "My",
    "my_": "My",
    "my_skills": "My skills",
    "project_map": "Project Maps",
    "project_map_description": "This application is a navigation and maps tool, similar to Google Maps. It provides precise directions. Additionally, you can explore nearby places of interest, find restaurants, stores, and more. With an intuitive interface, it helps you reach your destination in the most efficient way possible.",
    "projects": "Projects",
    "recent_projects": "Recent Projects",
    "see_projects": "See Projects",
    "see_repository": "See repository",
    "send_message": "Send message",
    "send_message_successfully": "Message send successfully",
    "services": "Services",
    "skills": "Skills",
    "skills_description": "See fully what skills i have and perform, to develop the projects for you.",
    "touch": "Touch",
    "web_developer": "Web Developer",
    "web_developer_description": "I offer my expertise as a full-stack developer, to provide end-to-end solutions for your web development needs. With a comprehensive skill set encompassing HTML, CSS, JavaScript, PHP and more, I can handle all aspects of your project, from designing intuitive user interfaces to implementing robust server-side functionalities.",
    "what_i_do": "What I Do"
}