{
    "about": "Sobre mí",
    "about_me": "Sobre mí",
    "about_me_description": "Soy un desarrollador con experiencia en PHP, Laravel, JavaScript, Vue.js y MySQL, con una sólida comprensión de los conceptos fundamentales de la programación. He trabajado en proyectos web y estoy familiarizado con metodologías ágiles como Scrum. Me apasiona la tecnología y siempre busco aprender nuevas herramientas y técnicas para mejorar mi trabajo. Siempre estoy buscando nuevas oportunidades para expandir mis conocimientos y habilidades en el desarrollo web.",
    "backend_developer": "Desarrollador Backend",
    "backend_developer_description": "Ofrezco mis conocimientos como desarrollador backend para ayudarte a construir aplicaciones web sólidas y eficientes. Con experiencia en lenguajes de programación como PHP, puedo diseñar y desarrollar la lógica detrás de tus aplicaciones, implementar API RESTful, gestionar bases de datos y garantizar un rendimiento óptimo.",
    "coming_soon": "Muy pronto...",
    "contact": "Contacto",
    "contact_me": "Contáctame",
    "copyright_description": "Copyright Andrés Delgado. Reservados todos los derechos",
    "enter_your_field": "Ingresa tu {field}",
    "favorite": "Favoritas",
    "frontend_developer": "Desarrollador Frontend",
    "frontend_developer_description": "Ofrezco mis conocimientos como desarrollador frontend para ayudarte a crear interfaces web atractivas y fáciles de usar. Con habilidades en HTML, CSS y JavaScript, puedo dar vida a tus diseños, implementar funciones interactivas y garantizar una experiencia de usuario fluida.",
    "get_in": "Ponte en",
    "hello": "Hola",
    "home": "Inicio",
    "home_description": "Con conocimientos en desarrollo y diseño web, ofrezco los mejores proyectos dando como resultado un trabajo de calidad.",
    "i_am": "soy",
    "intro": "Introducción",
    "jobs": "Trabajos",
    "lets_talk": "Hablemos",
    "my": "Mi",
    "my_": "Mis",
    "my_skills": "Mis habilidades",
    "project_map": "Project Maps",
    "project_map_description": "Esta aplicación es una herramienta de navegación y mapas, similar a Google Maps. Ofrece direcciones precisas. Además, puedes explorar lugares de interés cercanos, encontrar restaurantes, tiendas y más. Con una interfaz intuitiva, ayuda a llegar a tu destino de la manera más eficiente.",
    "projects": "Proyectos",
    "recent_projects": "Proyectos Recientes",
    "see_projects": "Ver proyectos",
    "see_repository": "Ver repositorio",
    "send_message": "Enviar mensaje",
    "send_message_successfully": "Mensaje enviado correctamente",
    "services": "Servicios",
    "skills": "Habilidades",
    "skills_description": "Vea completamente qué habilidades tengo y desempeño, para desarrollar los proyectos para usted.",
    "touch": "Contacto",
    "web_developer": "Desarrollador Web",
    "web_developer_description": "Ofrezco mis conocimientos como desarrollador full-stack, para brindar soluciones integrales a tus necesidades de desarrollo web. Con un conjunto de habilidades completo que abarca HTML, CSS, JavaScript, PHP y más, puedo encargarme de todos los aspectos de tu proyecto, desde el diseño de interfaces de usuario intuitivas hasta la implementación de funcionalidades sólidas en el lado del servidor.",
    "what_i_do": "Lo que hago"
}